Repository: PLAYGAMEMPE/Vanilla-RTX-App-Enhanced
Catalog: src/Strings/*/DLSSSwapper.resw
Source language: en_us
Languages: es_es

# ManualSelectionIntroText.Text
source: The app couldn't auto-locate your game files using the usual fast methods! A system-wide scan is in progress, there is a high chance it will find your game given enough time.
es_es: La aplicación no pudo ubicar automáticamente los archivos de tu juego con los metodos rapidos habituales. Se está realizando un escaneo de todo el sistema; hay una alta probabilidad de que encuentre tu juego si le das suficiente tiempo.

# ManualSelectionText.Text
source: But if it is taking too long? Click to manually navigate to the folder where the game is installed to, it should have a file called Minecraft.Windows.exe inside of it. The app is tolerant towards slightly imprecise location selections, it will still try to have a look around no matter where you select, but if you're still having trouble finding out where your game is installed to, join the Vanilla RTX Discord server and ask for help, or try to find out online.
es_es: ¿Está tardando demasiado? Haz clic para navegar manualmente hasta la carpeta donde está instalado el juego; debería contener un archivo llamado Minecraft.Windows.exe. La aplicación es tolerante con selecciones de ubicación ligeramente imprecisas, intentará revisar los alrededores sin importar donde selecciones, pero si sigues teniendo problemas para encontrar donde está instalado tu juego, únete al servidor de Discord de Vanilla RTX y pide ayuda, o intenta averiguarlo en línea.

# EmptyStateText.Text
source: No DLSS versions cached
es_es: No hay versiones de DLSS en caché

# EmptyState_NoneImported
source: No DLSS versions imported yet. Download nvngx_dlss.dll files and import them here.
es_es: Todavía no se ha importado ninguna versión de DLSS. Descarga archivos nvngx_dlss.dll e impórtalos aquí.

# EmptyState_LoadError
source: Error loading DLLs: {0}
es_es: Error al cargar las DLL: {0}

# WindowTitle_SwapFor
source: Swap DLSS version for {0}
es_es: Cambiar versión de DLSS para {0}

# Init_Error
source: Initialization error: {0}
es_es: Error de inicialización: {0}

# Init_CacheFolderError
source: Could not establish cache folder
es_es: No se pudo crear la carpeta de caché

# Init_NoValidPath
source: No valid Minecraft installation selected
es_es: No se seleccionó una instalación válida de Minecraft

# Dll_CurrentlyInstalledSuffix
source: (Currently Installed)
es_es: (Instalada actualmente)

# Dll_IncompatibleVersion
source: Incompatible DLSS version. Only import 2.0.0.0 or higher! This version will be removed automatically.
es_es: Versión de DLSS incompatible. Solo importa la versión 2.0.0.0 o superior. Esta versión se eliminará automáticamente.

# Dll_ClickToSwap
source: Click to swap to this version
es_es: Haz clic para cambiar a esta versión

# Dll_SwappedTo
source: Swapped to DLSS {0}
es_es: Se cambió a DLSS {0}

# AddDll_Title
source: Add DLSS files
es_es: Agregar archivos DLSS

# AddDll_Description
source: Drag and drop or browse for a DLSS DLL file to add (.dll or .zip with the dlls)
es_es: Arrastra y suelta o busca un archivo DLL de DLSS para agregarlo (.dll o .zip con las dll)

# AddDll_DownloadLink
source: Download DLSS files from here
es_es: Descargar archivos DLSS desde aquí

# AddDll_DropCaption
source: Drop to add DLSS files
es_es: Suelta aquí para agregar archivos DLSS

# OpenGameFolderButton.Content
source: Open the game's DLSS folder
es_es: Abrir la carpeta del DLSS del juego

# OpenCacheFolderButton.Content
source: Open the app's cache folder
es_es: Abrir la carpeta de caché de la app

# Footer_GameDllPath
source: Game DLSS file: {0}
es_es: Archivo DLSS del juego: {0}
